export const introduction = {
  text1: `Добрый день! Спасибо за то, что согласились протестировать наш квест.  Этот квест предполагает командное участие, и сегодня стартуют все команды, виртуальные и реальные. 
  Пожалуйста, следуйте инструкциям на экране. Наш Искусственный интеллект  выберет одного участника из вашей 
  команды и попросит этого человека ввести свои личные данные.  Не беспокойтесь: ваши личные данные будут надёжно защищены. Исходя из этих данных, Искусственный интеллект разработает индивидуальный маршрут для вашей команды, который позволит вам не пересекаться с другими командами. Победит та команда, которая раньше других успешно завершит свой маршрут, использовав наименьшее количество подсказок.`,
  audio1: '/introduction/part-1.mp3',
  text2: `Главное правило: в этой игре не только можно, но иногда и необходимо 
            использовать поиск в интернете. Не стесняйтесь обращаться к своим
            телефонам — они являются основным инструментом для выполнения задач. 
            Также вы можете взять с собой на маршрут ручки и бумагу, 
            которые могут оказаться полезными в процессе.`,
  audio2: '/introduction/part-2.mp3',
  text3: `Екатерина, перед вами находятся самые первые сведения о вас, к которым Искусственный Интеллект смог добраться.`,
  audio3: `/introduction/part-3.mp3`,
  text4: `Екатерина, подтверждаете ли вы, что на видео изображены именно вы?`,
  audio4: `/introduction/part-4.mp3`,
  text5: `Искусственный интеллект проникает в каждый уголок нашей жизни, обладая излишними
   знаниями о нас и постепенно становится способным контролировать
    все процессы на Земле. В скором времени человечеству может не
    удастся оказать сопротивление этому. Екатерина, именно вас
      выбрали капитаном команды, которая владеет потенциалом предотвратить 
      подобный сценарий. Используя анализ ваших личных данных, вашей активности 
      в интернете и ваших взаимодействий со спутниками, мы разработали для вас
       уникальный маршрут. Ведите свою команду по этому пути, и возможно именно
        вы будете награждены честью спасти мир от угрозы завоевания.

  Вы готовы принять вызов?`,
  audio5: `/introduction/part-5.mp3`,
  text6: `Алгоритм данной программы случайным образом определит одного из участников, которому предстоит взять на себя миссию лидерства команды в критически важной задаче спасения человечества от угрозы захвата со стороны искусственного интеллекта. Вы готовы узнать, кто будет избран?`, //tut text
  audio6: `/introduction/part-6.mp3`,
  text7: `И так, выбор сделан! Прежде чем приступить к сражению, нам необходимо знать нашего врага в лицо. Раскройте свои самые сокровенные... Ах, это лишь шутка! Для того чтобы подготовиться к достойному противостоянию, нам нужно узнать о вас несколько важных деталей.`, //tut text
  audio7: `/introduction/part-7.mp3`,
  final: `Поздравляем с заслуженной победой! Вы разгадали все тайны, покорили вершины загадочности. Искусственный интеллект признал ваше превосходство и отступил, оставив власть в руках человечества. Ваш триумф достоин награды – войдите внутрь и позвольте себе насладиться вашим любимым блюдом в знак нашего восхищения вашим мастерством!`,
  audio8: `/introduction/part-8.mp3`,
};
