export const introduction = {
  text1: `Добрый день! Спасибо за то, что согласились протестировать наш квест.
            Этот квест предполагает командное участие, и сегодня все команды стартуют ровно в 16:00. 
            Пожалуйста, следуйте инструкциям на экране.
            Наш ИИ выберет одного участника из вашей 
            команды и попросит этого человека ввести свои личные данные. 
            Не беспокойтесь: ваши личные данные будут надёжно защищены. 
            Исходя из этих данных, ИИ разработает индивидуальный маршрут для вашей команды, 
            который позволит вам не пересекаться с другими командами. Победит та команда, 
            которая раньше других успешно завершит свой маршрут, использовав наименьшее количество подсказок.`,
  audio1: "/introduction/part-1.mp3",
  text2: `Главное правило: в этой игре не только можно, но иногда и необходимо 
            использовать поиск в интернете. Не стесняйтесь обращаться к своим
            телефонам — они являются основным инструментом для выполнения задач. 
            Также вы можете взять с собой на маршрут ручки и бумагу, 
            которые могут оказаться полезными в процессе.`,
  audio2: "/introduction/part-2.mp3",
  text3: `Екатерина, это самая ранняя информация, которую Искусственный интеллект  смог найти о вас.`,
  audio3: `/introduction/part-3.mp3`,
  text4: `Екатерина, подтверждаете ли вы, что на видео изображены именно вы?`,
  audio4: `/introduction/part-4.mp3`,
  text5: `Искусственный интеллект проникает в каждый уголок нашей жизни, обладая излишними
   знаниями о нас и постепенно становится способным контролировать
    все процессы на Земле. В скором времени человечеству может не
    удастся оказать сопротивление этому. Екатерина, именно вас
      выбрали капитаном команды, которая владеет потенциалом предотвратить 
      подобный сценарий. Используя анализ ваших личных данных, вашей активности 
      в интернете и ваших взаимодействий со спутниками, мы разработали для вас
       уникальный маршрут. Ведите свою команду по этому пути, и возможно именно
        вы будете награждены честью спасти мир от угрозы завоевания.

  Вы готовы принять вызов?`,
  audio5: `/introduction/part-5.mp3`,
  text6: `tut doljen bit' text kotoriy obyasnit chto sistema viberet odnogo iz vas i bka bla a to neponyatno nihrena s hrena tut ruletka`, //tut text
  audio6: `/introduction/part-4.mp3`, //tut audio
  text7: ` tut o tom chto ona diljna vvesti nekotorie dannie kotorie neobhodimi v vipolnenii vajnoy missii po spaseniyu chelovechectva`, //tut text
  audio7: `/introduction/part-4.mp3`, //tut audio
};
