export const poetryPuzzleData = [
  {
    id: 1,
    text: `Сияет ладья в рассвете <br />
            Сквозь дымку водного простора синего! <br />
            Какова цель её в недостижимом крае?<br />
            Каково покинутое ей в месте урождения?..`,
    image: "",
    answer: "",
    rightAnswer: ["Белеет парус одинокий", "Лермонтов"],
    done: false,
    clues: [
      { id: "1", used: false, text: "bla bla", image: "" },
      { id: "2", used: false, text: "bla bla bla", image: "" },
      { id: "3", used: false, text: "bla bla bla bla", image: "" },
    ],
  },
  {
    id: 2,
    text: `Заморозки и светила; эра волшебства! <br />
            Ты ещё в объятии грёз, сокровище нежное — <br />
            На часах момент, богиня, открой глаза: <br />
            Раздвинь веки, скованные сладостным покоем <br />
            Напротив утра морозного, <br />
            Как алмаз арктический, засияй!`,
    image: "",
    answer: "",
    rightAnswer: ["мороз и солнце", "Пушкин"],
    done: false,
    clues: [
      { id: "1", used: false, text: "Пушкин", image: "" },
      { id: "2", used: false, text: "Пушкин Пушкин", image: "" },
      { id: "3", used: false, text: "Пушкин Пушкин Пушкин", image: "" },
    ],
  },
  {
    id: 3,
    text: `Мелодий, чьи слова ещё не сочинены, сколько?<br />
            Отзовись, пересмешница, возвести <br />
            В урбанистической суете мне быть или за чертой? <br />
            Подобно камню покоиться, или как светило мерцать? Светилом? <br />
            Небесное тело мое, посмотри на меня <br />
            Моя рука скрепилась в тиски <br />
            И если есть искра, зажги пламя! <br />
            Таков мой призыв!`,
    image: "",
    answer: "",
    rightAnswer: ["Кукушка", "Цой"],
    done: false,
    clues: [
      { id: "1", used: false, text: "Цой", image: "" },
      { id: "2", used: false, text: "Цой Цой", image: "" },
      { id: "3", used: false, text: "Цой Цой Цой", image: "" },
    ],
  },
];

export const singleDataTest = {
  id: 1,
  text: `Мелодий, чьи слова ещё не сочинены, сколько?<br />
              Отзовись, пересмешница, возвести <br />
              В урбанистической суете мне быть или за чертой? <br />
              Подобно камню покоиться, или как светило мерцать? Светилом? <br />
              Небесное тело мое, посмотри на меня <br />
              Моя рука скрепилась в тиски <br />
              И если есть искра, зажги пламя! <br />
              Таков мой призыв!`,
  image: "",
  answer: "",
  rightAnswer: ["Кукушка", "Цой"],
  done: false,
  clues: [
    { id: "1", used: false, text: "Цой", image: "" },
    { id: "2", used: false, text: "Цой Цой", image: "" },
    { id: "3", used: false, text: "Цой Цой Цой", image: "" },
  ],
};
